<?php
//Data
    $userNamesArray = ["נטע", "דלית", "גליה", "דקלה"];
    $projectsArray = ["Up - קידום תעסוקה", "משרד הרווחה", "שירות אזרחי", "מחלקת הדרכה", "סילה", "דור טכנולוגי", "המשרד לשיוויון חברתי", "נטע@", "Get Online", "ישראל דיגיטלי", "Startech", "רשויות", "קידום לתעסוקה", "הרשות לחדשנות"];
    $subProjectsArray = ["Pro - Web", "Pro - CCNA", "Advance - שיווק דיגיטלי", "Advance - Office Expert", "Progress", "ליבה", "פיילוט", "נוער", "נשים", "רשויות","קליק ותיק", "אזרחים ותיקים", "מבוגרים - מרכזי עוצמה - סדנאות ", "מבוגרים - מרכזי עוצמה - תעסוקתי", "מבוגרים - מרכזי עוצמה - GOL", "נתיבים להורות - סדנאות הורים", "נתיבים להורות - פעילויות הורה-ילד", "2027 - תכנות - שנה א (WEB)", "2027 - תכנות - שנה ב (יוניטי)", "2027 - עיצוב גרפי - שנה ב ", "ניהול משרד חכם", "Startech", "חורה", "MOOC דורשי עבודה", "דור טכנולוגי", "רשויות - רווחה", "Get Online", "ג'וניור - סקראץ'", "ג'וניור - קודו", "ג'וניור - אפאינוונטור", "ג'וניור - ITE", "קורסי קידום תעסוקה בסיסיים", "רלב'ד", "PPC", "ביצועיסט", "Bootcamp"];
    $instructorList = /*The order is the same as $userNamesArray */
    [  
    /*Neta */    ["לירז לבקוביץ", "ג'ול זידאן", "דורית", "דניאלה סמסון", "סלמה חנא", "קרן סינואני", "שי", "שני שם טוב", "תומר ארד"],
    /*Dalit*/      [],
    /*Galia*/    ["אביב טיבי", "אור", "אלי משיח", "אמיר", "אשר", "דוניא", "יבגני", "יותם", "ליאון", "מאור", "מוחמד כיאל", "מוסטפא", "מתן נבטיאן", "נור", "סיני", "סמאא", "סקאי גלילי", "עדן" , "ראשד", "רוני טבול","שיר בלונקיר", "שיר מנשה", "שריי", "תומר ארד"]

    ];
    $subjectsArray = ["תוכן","פדגוגיה","מערך", "אחר"];
    $excelHeaders = ["שם הרכזת", "תאריך","פרויקט", "תת-פרויקט", "מדריכ/ה", "אורך השיחה", "סיבה", "האם תוכננה", "תוכן"];

//Form settings
    $formFields = [
        ["label" => "מי אני?", "fieldName"=> "userName", "placeholder"=> "רכזים", "type"=> "select", "optionsArray" => $userNamesArray],
        []
    ];
?>